Repository: rmrector/metadata.themoviedb.org.python
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, uk_ua

# Addon Summary
source: Python TMDB Movie Scraper
bs_ba: Python TMDB filmski strugač
uk_ua: Екстрактор даних про фільми з TMDb

# Addon Description
source: themoviedb.org is a free and open movie database. It's completely user driven by people like you. TMDb is currently used by millions of people every month and with their powerful API, it is also used by many popular media centers like Kodi to retrieve Movie Metadata, Posters and Fanart to enrich the user's experience.
bs_ba: themoviedb.org je besplatna i otvorena baza podataka o filmovima. U potpunosti je vođena od strane korisnika poput vas. TMDb trenutno koriste milioni ljudi svakog mjeseca, a zahvaljujući svom moćnom API-ju, koriste ga i mnogi popularni medijski centri poput Kodija za preuzimanje metapodataka o filmovima, postera i umjetnosti obožavatelja kako bi obogatili korisničko iskustvo.
uk_ua: themoviedb.org — це безкоштовна і відкрита база даних фільмів. Вона повністю підтримується звичайними людьми. На даний момент сайтом TMDb користуються мільйони людей кожен місяць. А завдяки потужному API цю базу можуть використовувати різні популярні медіацентри, такі як Kodi, отримуючи з неї метадані, постери і фанарт для фільмів для показу в своїх графічних інтерфейсах.

# #30000
source: Enable fanart from TMDb
bs_ba: Omogući umjetnost obožavatelja sa TMDb-a
uk_ua: Увімкнути фанарт з TMDb

# #30001
source: Prefer Trailer from HD-Trailers.net
bs_ba: Preferirajte najavu sa HD-Trailers.net
uk_ua: Віддавати перевагу трейлерам з HD-Trailers.net

# #30002
source: Preferred Language
bs_ba: Preferirani jezik
uk_ua: Бажана мова

# #30003
source: Default Rating from
bs_ba: Zadana ocjena sa
uk_ua: Рейтинг за замовчуванням з

# #30004
source: Enable Trailer (YouTube)
bs_ba: Omogući najavu (YouTube)
uk_ua: Увімкнути трейлери (YouTube)

# #30005
source: Keep Original Title
bs_ba: Zadrži originalni naslov
uk_ua: Використовувати оригінальні назви

# #30006
source: Preferred Certification Country
bs_ba: Željena zemlja potvrde
uk_ua: Бажана країна сертифікації

# #30007
source: Add also IMDb ratings
bs_ba: Dodajte i IMDb ocjene
uk_ua: Також додавати рейтинги з IMDb

# #30008
source: Certification Prefix
bs_ba: Prefiks certifikacije
uk_ua: Префікс сертифікації

# #30009
source: Add multiple studios
bs_ba: Dodajte više studija
uk_ua: Додавати декілька студій

# #30010
source: Add also Trakt.tv ratings
bs_ba: Dodajte i ocjene Trakt.tv-a
uk_ua: Також додавати рейтинги з Trakt.tv

# #30011
source: Add keywords as tags
bs_ba: Dodajte ključne riječi kao oznake
uk_ua: Додавати ключові слова як теги

# #30012
source: Separate TMDb fanart with title to landscape
bs_ba: Odvojite TMDb umjetnost obožavatelja naslovom na pejzaž
uk_ua: Відокремлювати фанарти з TMDb із заголовками до пейзажів

# #30013
source: Search language
bs_ba: Jezik pretrage
uk_ua: Мова пошуку

# #30014
source: Enable posters from TMDb
bs_ba: Omogući objavljivanje sadržaja putem TMDb-a
uk_ua: Увімкнути постери з TMDb

# #30015
source: Maximum number of each artwork type - many artwork can cause an error scraping to MySQL database
bs_ba: Maksimalan broj svake vrste umjetničkog djela - mnogo umjetničkih djela može uzrokovati grešku prilikom streganja u MySQL bazu podataka
uk_ua: Максимальна кількість кожного типу обкладинок. Через велику кількість зображень може виникнути помилка додавання в базу даних MySQL

# #30100
source: Language for Fanart.tv artwork
bs_ba: Jezik za umjetnička djela na Fanart.tv
uk_ua: Мова для обкладинок з Fanart.tv

# #30101
source: Fanart.tv personal API key (optional)
bs_ba: Lični API ključ za Fanart.tv (odabirno)
uk_ua: Персональний ключ API з Fanart.tv (необов'язково)

# #30102
source: Enable artwork from Fanart.tv
bs_ba: Omogući umjetnička djela sa Fanart.tv
uk_ua: Увімкнути обкладинки з Fanart.tv

# #30103
source: Prioritize Fanart.TV artworks over preferred language
bs_ba: Dajte prednost umjetničkim djelima Fanart.TV-a u odnosu na preferirani jezik
uk_ua: Віддавати перевагу обкладинками з Fanart.TV, ніж бажаній мові
